{
    "project-1": "<p>Brotherland tells of a time that is difficult to talk about without reproducing the racism and violence with language.</p><p>The complexity of those years and their legacy can be presented and made comprehensible through a contextualisation of photos, archive material, portraits, interviews and texts. Brotherland tries to reintegrate ignored stories into the larger history and bring them back into the collective narrative.</p><p>In the interviews and stories of the time witnesses, racist and violent content can sometimes be heard.</p>",
    "project-2": "<p>When the Berlin Wall fell on 9 November 1989 and one year later Germany was reunited, for many it was a celebration, the achievement of freedom and the realization of something long dreamed of. For others, it was the beginning of a time marked by violence and fear. As is often the case, History has at least two sides.</p><p>Eberswalde, 24 November 1990. A former contract worker, Amadeu Antonio Kiowa, is attacked by neo-Nazis and dies on December 6. He was one of the first victims of racist violence in the newly reunified Germany. Amadeu Antonio had come to the GDR as a contract worker from Angola in 1987.</p><p>To remedy the shortage of labor, the GDR hade made bilateral agreements with other states for the training and employment of workers from the early 1960s onwards. These socialist countries of origin were defined as ‘brotherlands’. The first contract workers came from Poland and Hungary, later also from Algeria, Angola, Cuba, Mozambique, and Vietnam.</p>",
    "project-3": "<p>The ‘foreigners out’ violence after the so-called ‘Wende’ did not begin in 1992 with the pogrom in Rostock-Lichtenhagen nor the arson attacks in Mölln and Solingen in 1993. As early as 1991, a dormitory for contract workers and a shelter for refugees in Hoyerswerda were attacked for days. At times, up to 500 onlookers stood in front of the homes, and it was from this crowd that the attacks took place. In Rostock- Lichtenhagen, the home of former Vietnamese contract workers and the Central Reception Centre for Asylum Seekers were attacked. Stones and Molotov cocktails flew at the buildings and the people inside. Several hundred neo-Nazis and up to 3,000 applauding spectators took part in the pogrom.</p><p>Hoyerswerda and Rostock, like all right-wing extremist attacks of the 1990s, were expressions of racist and nationalist attitudes that later led to the murderous terror of the so-called NSU.</p>",
    "project-4": "<p>In the daily news coverage and also in the historiography, the people against whom this violence was directed were - and still are - seldom heard and even more rarely put a face to them. Much more emphasis was placed on the questions of why (German) youths made the Hitler salute or why racism was possibly 'understandable'.</p><p>We interviewed and portrayed former contract workers from Angola, Mozambique and Vietnam. QR codes lead to the interviews, and they themselves recount their experiences during 'die Wende' period. We also decided to interview Germans who lived in Hoyerswerda, Eberswalde and Rostock in the 1990s to learn more about the realities of their lives during and after the fall of GDR.</p><p>The photos were taken at the locations where the attacks took place and depict them in a timeless dimension. The still lifes and archive material focus on the spectacularisation of the events and on different facets of violence.</p><p>All in all, <span class='italic'>Brotherland</span> is intended to illustrate the mood in which the attacks took place and were legitimised by a broad mass of people.</p><p>BROTHERLAND is a project by <a href='./about.html'>Martina Zaninelli and Thomas Jakobs</a></p>",
    "virtual-exhibit-text": "enter virtual Exhibit"
}
