{
    "nav-project": "Project",
    "nav-exhibits": "Exhibits",
    "nav-book": "Book",
    "nav-about": "About us",
    "nav-english": "Deutsch",
    "virtual-exhibit-text": "enter virtual Exhibit",

    "no_id-audio-title": "",

    "project-1": "<p>Brotherland tells of a time that is difficult to talk about without reproducing the racism and violence with language.</p><p>The complexity of those years and their legacy can be presented and made comprehensible through a contextualisation of photos, archive material, portraits, interviews and texts. Brotherland tries to reintegrate ignored stories into the larger history and bring them back into the collective narrative.</p><p>In the interviews and stories of the time witnesses, racist and violent content can sometimes be heard.</p>",
    "project-2": "<p>When the Berlin Wall fell on 9 November 1989 and one year later Germany was reunited, for many it was a celebration, the achievement of freedom and the realization of something long dreamed of. For others, it was the beginning of a time marked by violence and fear. As is often the case, History has at least two sides.</p><p>Eberswalde, 24 November 1990. A former contract worker, Amadeu Antonio Kiowa, is attacked by neo-Nazis and dies on December 6. He was one of the first victims of racist violence in the newly reunified Germany. Amadeu Antonio had come to the GDR as a contract worker from Angola in 1987.</p><p>To remedy the shortage of labor, the GDR hade made bilateral agreements with other states for the training and employment of workers from the early 1960s onwards. These socialist countries of origin were defined as ‘brotherlands’. The first contract workers came from Poland and Hungary, later also from Algeria, Angola, Cuba, Mozambique, and Vietnam.</p>",
    "project-3": "<p>The ‘foreigners out’ violence after the so-called ‘Wende’ did not begin in 1992 with the pogrom in Rostock-Lichtenhagen nor the arson attacks in Mölln and Solingen in 1993. As early as 1991, a dormitory for contract workers and a shelter for refugees in Hoyerswerda were attacked for days. At times, up to 500 onlookers stood in front of the homes, and it was from this crowd that the attacks took place. In Rostock- Lichtenhagen, the home of former Vietnamese contract workers and the Central Reception Centre for Asylum Seekers were attacked. Stones and Molotov cocktails flew at the buildings and the people inside. Several hundred neo-Nazis and up to 3,000 applauding spectators took part in the pogrom.</p><p>Hoyerswerda and Rostock, like all right-wing extremist attacks of the 1990s, were expressions of racist and nationalist attitudes that later led to the murderous terror of the so-called NSU.</p>",
    "project-4": "<p>In the daily news coverage and also in the historiography, the people against whom this violence was directed were - and still are - seldom heard and even more rarely put a face to them. Much more emphasis was placed on the questions of why (German) youths made the Hitler salute or why racism was possibly 'understandable'.</p><p>We interviewed and portrayed former contract workers from Angola, Mozambique and Vietnam. QR codes lead to the interviews, and they themselves recount their experiences during 'die Wende' period. We also decided to interview Germans who lived in Hoyerswerda, Eberswalde and Rostock in the 1990s to learn more about the realities of their lives during and after the fall of GDR.</p><p>The photos were taken at the locations where the attacks took place and depict them in a timeless dimension. The still lifes and archive material focus on the spectacularisation of the events and on different facets of violence.</p><p>All in all, <span class='italic'>Brotherland</span> is intended to illustrate the mood in which the attacks took place and were legitimised by a broad mass of people.</p><p>BROTHERLAND is a project by <a href='./about.html'>Martina Zaninelli and Thomas Jakobs</a></p>",

    "book-1": "A photo-text book with more interviews, photos and archive material is in progress.",

    "about-1": "Brotherland is a project by Martina Zaninelli and Thomas Jakobs",
    "about-2": "Exhibitions and nominations",
    "about-3": "Contact",
    "about-4": "Biographies",
    "about-5": "Martina takes the pictures, Thomas asks the questions. Together they developed and have been working on Brotherland for over three years. Martina was born and grew up in Italy. Thomas was born and grew up in a state that no longer exists, the GDR. Both live in Berlin now. Martina holds a BA in Modern and Contemporary History and attended Lisa Barnard's masterclass at ISSP. Thomas has worked as streetworker and educator. Now they both work – in Berlin's night life - as bouncers. Their project Brotherland was exhibited at Castelnuovo Fotografia (Italy), Les Boutographies (France), Fusion Festival, longlisted for Format Festival, selected for PhotoMatch at Fotofestiwal and exhibited in various cities in Germany as Rostock, Dresden and Berlin.",
    "about-6": "The realisation of the website was made possible thanks to the support of the",
    "about-7": "and with the support of the <a class=\"w-1/2\" href=\"https://soziale-bildung.org/ueber_uns/politische-bildung/dokumentationszentrum-lichtenhagen-im-gedaechtnis/\" target=\"_blank\">Soziale Bildung e.V. / Dokumentationszentrum „Lichtenhagen im Gedächtnis“</a>",

    "bio-archive-text": "From the archive of",

    "bio-ajm": "Augusto Jone Munjunga was born in Angola in 1965. After his military service, he worked as a financial clerk in the Ministry of State in the province of Benguela. Augusto came to the GDR in 1987 at the age of 22 with the idea of studying. Instead of studying, he was employed as a contract labourer at SVKE [Schlacht- und Verarbeitungskominat Eberswalde]. In 1990, Augusto decided against returning to Angola despite the offer of a 5,000 DM severance payment. He stayed in Germany to continue working and earning money. Together with other contract labourers, he founded the African Cultural Association Palanca in Eberswalde in 1994. After the dramatic murder of Amadeu Antonio Kiowa in 1990, the aim of the association is social participation as well as coexistence and mediation between cultures. Germany has become his home, today Augusto lives between Eberswalde and Berlin.",
    "bio-bl": "Ngoc Bich Pfaff was born in Vietnam in 1964. She came to the GDR as an apprentice at the age of 17 and then worked in Schwarzenberg-Erzebirge. Contrary to the regulations for residence, Ngoc Bich Pfaff became pregnant and decided to give birth to her daughter in 1986. With the support of a German acquaintance, she was able to stay in the GDR and continue working despite being a mother. In 1987, Ngoc Bich Pfaff married a German man for the right to stay. Today she has her own tailoring business in Chemnitz, where she still lives.",
    "bio-dm": "David Macou was born in Mozambique in 1959. He came to the GDR in 1979 at the age of 19 as one of the first Mozambican contract workers. He worked at VEB Braunkohlewerk Welzow [Schwarze Pumpe]. He lived with Polish, Vietnamese and Mozambican contract workers in a dormitory in Hoyerswerda. In May 1990 and September 1991, David Macou witnessed the attacks by neo-Nazis on the contract workers' dormitory to the applause of his neighbours. Hoyerswerda was David Macou's home for 12 years until all the contract workers were sent back to Mozambique in October 1991. David Macou is part of the group that protests weekly in Maputo, demanding the payment of wages and pensions.",
    "bio-ad": "Dorina S. was born in 1969 and grew up in Rostock-Lichtenhagen. After completing an apprenticeship as a shop assistant, she worked as a carer for mentally handicapped young people in Rostock-Lichtenhagen from 1988. Andreas S. was born in 1965 and grew up with five other siblings in Rostock's Hansa neighbourhood. Until an accident at work, he was a skilled worker for geological drilling. From 1989, he worked with mentally disabled young people in Rostock-Lichtenhagen. Dorina and Andreas S. got to know each other through their work together in the residence for people with disabilities. After the birth of their daughter, they moved to Rostock-Lichtenhagen in 1990, where they witnessed the pogroms in August 1992. They still live near Rostock-Lichtenhagen.",
    "bio-dhn": "Duong Hoai Nam was born in Vietnam in 1958. Duong Hoai Nam grew up during the Vietnam War and came to the GDR as a contract labourer in 1988. From 1988 to 1991, he worked full-time in a combine in Karl-Marx-Stadt (now Chemnitz). Today he lives in Leipzig, works as a trainer in his own martial arts gym and is a passionate musician.",
    "bio-ia": "Ibraimo Alberto was born in Mozambique in 1963. He came to the GDR in 1981 to study, but instead he was employed as a contract worker at VEB Fleischkombinat Berlin and trained as a butcher. After a short stay in Mozambique, Ibraimo Alberto returned to the GDR. He worked for VEB Glaswerk Stralau as a group leader for Mozambican contract labourers. At the same time, he began to train in boxing. In 1988, Ibraimo Alberto was granted ‘partial citizenship’ in the GDR to fight in international boxing competitions. In 1990 he moved to Schwedt, where he later qualified as a social worker and was employed as foreigners' representative for the town of Schwedt. He now lives in Berlin again, where he continues to be socially involved and trains young people in boxing.",
    "bio-jr": "Jan K. was born in 1968, René K. in 1976. In September 1991, both were part of the crowd in Hoyerswerda that attacked the dormitory for contract workers and the refugee center. Today, Jan K. and René K. are committed members of the VVN-BdA [Association of Persecutees of the Nazi Regime - League of Anti-Fascists]. Both still live in Hoyerswerda.",
    "bio-ks": "Kordula S. was born in Eberswalde in 1960. She worked at SVKE [Schlacht- und Verarbeitungskominat Eberswalde] until 1991, where she was employed, among other things, as a group manager for Angolan and Mozambican contract workers. In 2000, Kordula S. founded her own funeral parlour. She has been a member of the PDS, now DIE LINKE, since 1999 and has been involved in local politics. Kordula S. is also involved in voluntary work in associations and charitable organisations in the Schorfheide region.",
    "bio-lg": "Lam Goltzsch was born in Hanoi in 1951. She came to the GDR straight after leaving school in 1968, where she studied mechanical engineering at the TU Dresden. Lam Goltzsch came to the GDR a second time in 1987 as a contract worker. She worked as a language mediator at VEB Kombinat Textima in Karl-Marx-Stadt (now Chemnitz). In 1989, she brought her younger daughter to the GDR. Lam Goltzsch married in 1992 and thus obtained a residence permit. Lam Goltzsch still lives in Chemnitz today, her two daughters work as a doctor and tax consultant respectively.",
    "bio-ls": "Lan Seifert was born in 1970 and Loi Bin Seifert was born in 1965. Both grew up in Vietnam and came to the GDR as contract workers in 1988. Lan and Huu Loi Bin Seifert worked at VEB Leuchtenbau Leipzig, where they met. After reunification, they married and had a son. For reasons of rationalisation, they could not both remain employed at the company, so Loi Bin decided to retrain. Lan is still employed at the former VEB Leuchtenbau [now Leipziger Leuchten GmbH], as she was before reunification. Loi Bin works at the BMW factory in Leipzig. Both still live in Leipzig and have a garden plot.",
    "bio-mm": "Moises Mvuama was born in Angola in 1966. He came to the GDR in 1987 with the desire to spend four or eight years training as a ship mechanic. At the age of 21, he was trained in the locksmith's workshop at SVKE [Schlacht- und Verarbeitungskominat Eberswalde] and worked as a contract labourer in Eberswalde until 1990. After the violent death of Amadeu Antonio, Moises decided to do educational work in schools. From 1994 to 1998, Moises worked for the RAA Angermünde [Regional Centre for Education and Integration]. Today he works as a social counsellor at the African Ecumenical Church. He lives with his family in Berlin.",
    "bio-sr": "Siglinde R. was born in 1942. In 1977, she and her family were one of the first tenants in the Rostock-Lichtenhagen prefabricated housing estate. She now lives in the Sonnenblume apartment block in Rostock-Lichtenhagen.",
    "bio-ot": "Silke O. was born in Hoyerswerda, Dennis O. was born in Queklenburg, both were born in 1963. Dennis O. met Silke O. in 1984 during his military service in the navy. Afterwards Dennis O. moved to Hoyerswerda in 1985 to marry Silke O.. Silke O. worked as a day nurse in a ‘Dauerheim’ and Dennis O. was employed at the VEB Gaskombinat Schwarze Pumpe. They were both 26 years old at the turn of the century. They have two children who were born in 1986 and 1989. Silke and Dennis O. continue to live and work in Hoyerswerda.",

    "interview-next": "next\ninterview",
    "interview-prev": "previous\ninterview",

    "dhn01-text-1": "I love Germany. From the very beginning, the first second, the first hour. I also have such lovely memories. It was such a great time working with my German colleagues. We flew to Germany in 1988, at the end of autumn and almost the beginning of winter. It was so nice for us, for me. I will never forget the memories of the first day, the first seconds and hours. A beautiful country, nice and quiet. On the way from Berlin to Chemnitz, we took a 30-minute break. I just went for a walk in the forest, I smell, I see and I want to stay there forever. Why? Our country [Vietnam] is also beautiful, but many things are still not beautiful. If you're always hungry and have to think all the time about what am I going to eat tomorrow, the day after tomorrow, what am I going to feed the child? That's a bad life. At least for us, we were no longer afraid here.",
    "dhn01-caption": "Karl-Marx-Stadt now Chemnitz, 1979. Image credit: Bundesarchiv, Bild 183-U0530-0019 / CC-BY-SA 3.0",
    "dhn01-audio-title": "I love Germany",

    "mm01-text-1": "We already knew that things would be different. But we didn't imagine that racism would become even stronger, even more public. When in Germany the ‘Wende’ arrived, there were new parties. The CDU always spoke badly about foreigners: ‘Our country will be beautiful, everything will be fine.’ And the people said: ‘Foreigners have to get out. Now we can finally do something in our country.’ The whole thing wasn't so good for us. And then the NPD came along and said clearly: ‘Foreigners out. Foreigners are taking away our jobs, our women, our homes. All foreigners are bad.’ [...] \nWe were afraid. Many young people spoke out like that and made it clear that they were against foreigners. It was a catastrophe.",
    "mm01-caption": "CDU election poster, Bremen city election, 1991. Image credit: KAS/ACDP 10-005 : 602 CC-BY-SA 3.0 DE",
    "mm01-audio-title": "racism became even stronger",

    "mm02-text-1": "And when he died, for us it was ... it was really ... I don't know how I can say ... for us it was very, very bitter that we ... so I personally thought that yes ... that means ... me as Moises, I have no right to live because I'm black, so in this country I have to die. ... and for us it was really ... the saddest time of our lives. How can you be killed just because you have a different skin colour. Who has the right to decide over someone, to live and die because they have a different skin colour. I have given this a lot of thought. So I'm not wanted in this world, I'm not allowed to exist. That was really hard for us, very, very hard for us.",
    "mm02-caption": "Amadeu Antonio Kiowa, 80s. From the archive of Augusto Jone Munjunga.",
    "mm02-context": "Amadeu Antonio Kiowa came to the GDR in 1987 as a contract worker and worked at SVKE - Schlacht- und Verarbeitungskominat Eberswalde. On the night of 24 November 1990, Amadeu Antonio was attacked by neo-Nazis in Eberswalde and died on 6 December. He was one of the first victims of racist violence in reunified Germany.",
    "mm02-audio-title": "in this country I have to die",

    "mm03-text-1": "Today I no longer have that trauma. But I know that at any time we can get a message that the Nazis have done something against foreigners. That thought is always there. But I'm no longer afraid. Today I'm prepared to do something against neo-Nazis or xenophobia.",
    "mm03-caption": "Eberswalde, 1987. Picture courtesy of Landesbetrieb Forst Eberswalde",
    "mm03-audio-title": "today I no longer have that trauma",

    "mm04-text-1": "But our everyday life in the city, meeting people, was very, very strange, because people didn't know us, they didn't know any black people. We were the first Africans to be in the city, they looked at us sooo. It was also astonishing for us when we went to school, everything was fine with our schoolmates, but when we went out where there were lots of people, our colleagues couldn't talk to us. That was different for us, we didn't know anything like that. [...] That was strange. [...] In Angola, we also live with Europeans: the Portuguese are there. We have no problem, some have started families, we all live together, we don't know any racism. And when you come to a country now, people look at you differently because you're black. Sometimes when you sit on the bus, two seats [are free], but if you sit first, nobody sits on the other side, it stays empty, but the bus is full. But we had to endure all that. [...] You realise: ‘I'm not wanted here now’. That was our everyday life.",
    "mm04-caption": "Tram in Dresden, around 1982. Image credit: Bundesarchiv, Bild 183-1982-0211-018 / CC-BY-SA 3.0",
    "mm04-audio-title": "they didn't know any black people",

    "b_l01-text-1": "As I said, the home country is poor, not so many opportunities for training and school. And if you have the opportunity to [go] abroad, Russia, Poland came into question, Germany and the Czech Republic. And Germany came first, it was something special, I really enjoyed coming here. The quality of life then and now [was] very highly regarded, with the tidiness, the quality, the precision, Germany still has a very big name. You hear about it directly from the adults, exactly ... We are still young, we were, well, I came here at 17, really untouched. Really, 17 back then compared to today, like youths at 10. I didn't even know where the children came from. Not everyone was allowed, for me I consider it a great privilege that I was allowed to go abroad and I saw that when I finished, after 3 years... you are respected, you have enjoyed an education abroad, in Germany. You are respected in a completely different way, you have completely different opportunities to take up higher positions and you can pursue your career there. That's how it was, that's how I see it. Where I came to Germany, everything turned out differently.",
    "b_l01-caption": "View of the centre of the capital of the GDR, 1981. Image credit: Bundesarchiv, Bild 183-Z0310-041/CC-BY-SA 3.0",
    "b_l01-audio-title": "you are seen quite differently",

    "b_l02-text-1": "With everything we [have] experienced, but in the end we all wanted to stay here in Germany anyway. In other words, there are enough good people. We actually have it good here ... despite everything ... I mean, because we probably didn't really experience being directly confronted, attacked by such a group. You can probably talk about luck, but if you experience that once, I don't know ... but otherwise I can't say much bad, I'm doing really well, I've been lucky. As I said, I have two homelands. Homeland or not, my home is where my children are. My home is where I was born, and I'm in good hands here too, so it's my second home. And that's all good.",
    "b_l02-text-2": "I'm happy now too, so sometimes I think 'you did the right thing by staying here'. Back then I was still desperate but I achieved my goal. My daughter is now a doctor and the other works in a tax consultant's office. I have achieved my goal.",
    "b_l02-caption": "Vietnamese Vertragsarbeiter on their departure, 1990. Image credit: Bundesarchiv, Bild 183-1990-0531-022/CC-BY-SA 3.0",
    "b_l02-audio-title": "Homeland",

    "ajm01-text-1": "The next day we had to get up early, which I had never done at home. And so getting up at 5 o'clock; quickly, quickly at 6 o'clock taking the bus to the factory. When we arrived at the factory, the stench and so on, it was already ‘wow’, that's bad. And such screams from the animals, pigs, cows and so on. Hmmm, and that was my question ‘where are we? What kind of job?’ [...] ‘As of today, this is your workplace!’ \nThey didn't say training, just workplace, for four years and so on. Hmmm. So for me, hmmm, it was quite amazing, what is the job? At that moment you didn't understand, they said we should work here, but not learn. But how do we work? And they didn't want a discussion. \n[...] At that moment we were told to go to the company canteen and eat. Oh God, here come people with smocks full of blood, with knives like this. Pockets full of knives, so they really didn't feel like it anymore. What are we supposed to do? Work with knives? Slaughter animals? You had a thousand questions in your head, but you couldn't get through, you were in a country you didn't know, you didn't know the language, you were just a member of your group, and everyone was nervous, everyone was really sad, and who were you supposed to talk to? Nobody at all. [...] They were already sad because their dreams were already broken, they only did it because there was no other option.",
    "ajm01-caption": "VEB Fleischkombinat Berlin, 1985. From the archive of Ibraimo Alberto",
    "ajm01-audio-title": "from now on this is your workplace",

    "ajm02-text-1": "We only compare us, as foreigners, with each other. The Polish colleagues, who didn't speak German either, got over 1,000 marks, but we only got 400 marks. That's why we said no. That's the same as modern slavery. The others used to come with chains around their necks and we came here from Africa without chains, but still, there is no difference. That was slavery in the past and now it is a modern one.",
    "ajm02-caption": "Vertragsarbeiter from Mozambique in Mittweida in 1987. Image credit: Bundesarchiv, Image 183-1987-0618-301/CC-BY-SA 3.0",
    "ajm02-audio-title": "this is modern slavery",

    "ajm03-text-1": "That time, even before the [first African] colleagues had left, going out onto the street was very, very, very, very dangerous. Colleagues at work said: ‘When are you leaving? You're still here. I thought you'd already left.’ It was exactly the same on the street, children and young people on the bus or on the street. Then you'd hear ‘Foreigners out! All foreigners’. And our name was just ‘Negro, Bimbo’ anyway. It was really bad, but what are you supposed to do? You said you'd stay here. Everything was already organised, people were waiting to leave. And then later they left, we stayed here and it was even worse: going out onto the street, you had to be three, four, five people, but you still had to watch who was coming. If the young people, which people were coming. Better to go to the other side. \nWe also had German women. We couldn't go out on the street together. Our women also had to be careful, because some of them were known because they were togheter with black people: Negro bitch and so on. And that was bad. We saw that not only the Negroes, but also the Fijis, as the Vietnamese were called, had no chance.",
    "ajm03-caption": "Return to Angola, Eberswalde 1990. From the archive of Augusto Jone Munjunga",
    "ajm03-audio-title": "I thought you had already left",

    "ajm04-text-1": "While shopping: Some saleswomen were so nice, but some saleswomen you give money, they'd say, they'd shout on purpose to someone: ‘I have money from Negro. Is it real money or not?’ and you'd hear from others ‘throw it away’ or others say ‘oh, I don't care’. [...] It was bad. If you tell people today, they think you're making things up, although it really was like that.",
    "ajm04-caption": "Kaufhalle. Bildcredit: Bundesarchiv, Bild 183-M0106-0014 / CC-BY-SA 3.0",
    "ajm04-audio-title": "it really was like that",

    "ot01-text-1": "We didn't have the opportunity to come into contact with them privately. I don't know, they could move around relatively freely ... they were there in the pubs or for dancing. I don't know if there were any ... there probably weren't many people who sought contact, private contact with them. So I would say there was certainly the possibility ... Yes, but how? It might have been more possible if the families had been there, so that you could perhaps ... but you can't meet up with the men privately or anything like that. [...] You didn't have the opportunity to familiarise yourself with each other culturally anywhere, so that they could get used to our culture and we could get used to theirs, so that there was an understanding for each other. They were certainly all labelled, because if something happened ... and we were perhaps also labelled by them ... someone then generalises very quickly. The Vietnamese, they were actually... There was a term that wasn't meant in a bad way... Well, today it's a bit difficult anyway. Many people said ‘Schningschnongs’. There were other different terms, for example ‘Fijis’. It sounds really bad now, but it wasn't meant in a bad way or anything. There were lots of terms for us too. [...] But the Vietnamese were simply seen as hard-working and somewhere not so conspicuous... they weren't so conspicuous, they weren't so... they weren't as negatively labelled as perhaps... the Mozambicans or something.",
    "ot01-caption": "Workers from ‘Schwarze Pumpe’ factory. Image credit: Bundesarchiv, Image 183-32626-0012 CC-BY-SA 3.0",
    "ot01-audio-title": "it wasn't meant in a bad way",

    "ot02-text-1": "This term ‘contract worker’ always bothered me, because for my ... well, what I always thought was that they were here to be trained, because ... earlier after the fall of the Wall there was this term ‘contract worker’, which meant that they practically occupied jobs here and I think ... that was also a term that was [instrumentalised] ... to instrumentalise people to the effect that ‘they could possibly take away your jobs’, that's how I used to think about it ... shortly after the fall of the Wall. Because I always thought that they were being trained here ... \n [...] It wasn't seen as competition then. It wasn't competition if they were simply ... we were taught that we were supporting the countries, it was like solidarity, we were brought up that way [...] This idea of competition only came with the reunification, because then the thought that many people had lost their jobs or were on the brink of losing their jobs and so on ... Then, of course, the idea of ‘they're taking away our jobs’ came up.\n That's when it really started.",
    "ot02-caption": "Chemical factory in Leipzig, 1982. Image credit: Bundesarchiv, Image 183-1982-0528-002 / Grubitzsch (née Raphael), Waltraud / CC-BY-SA 3.0",
    "ot02-audio-title": "this term ‘Vertragsarbeiter’",

    "ot03-text-1": "It was such a confused time. With some people, I was surprised that they had a different opinion all at once. Some people ... it was probably also because some didn't dare to express their opinion so openly. [...] Yes, some also thought ‘Fucking foreigners’ or something like that. But some of them said things that they hadn't dared to say six months earlier. Because many were afraid for their jobs, then it started. We never had to fear for our jobs, so it was ... we were always safe. No matter what, you never had to fear for your job or ... we never had to fear for our relationship. And then it all started at once. We weren't used to that, and then it started with all the layoffs, and that did a lot to people's minds. [...] Many people were just really afraid that they might be allowed to stay because ... I don't know, because they're cheaper labour or I don't know why they ... why they think they'll stay and the others won't or I don't know ... Then everyone really thinks of themselves, then the envy and hatred among each other and the resentment begins ... and one person might be better off than the other.",
    "ot03-caption": "Hoyerswerda, 1960. Image credit: Bundesarchiv, Image 183-75760-0006 / CC-BY-SA 3.0",
    "ot03-audio-title": "we were always safe",

    "dm01-text-1": "I think our neighbors watched it all like a theater. We had no solidarity from our neighbors who had lived with us for twelve years. They just watched through the window or from further away. They tried to see what was going on between the young people shouting slogans and the police standing there with dogs. They were just spectators, there was no solidarity until we flew home. We didn't get any solidarity from our neighbors in Hoyerswerda. \nI was back in Hoyerswerda in 2019, where I took part in a meeting with my former neighbors. They told me: ‘We didn't see that!’ But I don't think it was like that.",
    "dm01-caption": "Hoyerswerda, 1977. Image credit: Bundesarchiv, Image 183-S0412-0307 CC-BY-SA 3.0",
    "dm01-audio-title": "watching like a theatre",
    "dm01-context": "In September 1991, a dormitory for contract workers (Albert-Schweitzer-Straße) and one for asylum seekers (Thomas-Müntzer-Straße) in Hoyerswerda were attacked for days. At times up to 500 people stood in front of the homes and took part in the attacks.",

    "dm02-text-1": "In August 1989 we realised that something was wrong, and in October there were these demonstrations with the GDR citizens. We were scared and we didn't go to the demonstration. Then in 1990 we had our first ‘visit’ from more than a hundred young people. These young people, neo-Nazis, then came to our dormitory. They broke everything, threw stones and so on. They told us that they would be back. Then it was September 1991 and the youths came back. And they destroyed our dormitory again. Those were the worst experiences that I had in the last two years after living there for twelve years. 1990 and 1991 were very, very bad for me. To this day, I can't forget those moments, the aggression I saw and experienced. [...] \nThey sang: ‘Foreigners out. Germany for the Germans. Pack up and fly home. You are no longer wanted’, so that Germany would be free of foreigners. And of course the company listened and told us that we had to pack up and go home. And then we flew home.",
    "dm02-caption": "Hoyerswerda 1991 - Image courtesy of Detlev Konnerth",
    "dm02-audio-title": "getting a visit",
    "dm02-context": "In September 1991, a dormitory for contract workers (Albert-Schweitzer-Straße) and one for asylum seekers (Thomas-Müntzer-Straße) in Hoyerswerda were attacked for days. At times up to 500 people stood in front of the homes and took part in the attacks.",

    "dm04-text-1": "Until today, we have been poor for 31 years. The state hasn't given us any work. We try to do something to survive. Our life here has been very, very bad since we came back from the GDR. We were promised that we would get our money in Mozambique, but what the two states told us was not true. The truth is that we worked properly, but our money had to pay the debts of the Mozambican state. For me, that means we were slaves, of course. Because all the work, the twelve years I worked in the GDR, all my money was used to pay Mozambique's debts. To this day I think I was a real slave. I get no work, no solidarity, no respect from our state, nothing. I'm just a person trying to survive. That's a great injustice for me ... that's a great injustice. If I had known that I was going to the GDR to pay the debts of the Mozambican state, I wouldn't have flown to the GDR. But I didn't know that.",
    "dm04-caption": "Samora Moises Machel, President of the Frelimo Party and the People's Republic of Mozambique, at the table with member of the Central Committee of the SED Margot Honecker, 1983. Image credit: Bundesarchiv, Bild 183-1983-0303-424/CC-BY-SA 3.0",
    "dm04-audio-title": "I was a real slave",

    "jr01-text-1": "I think xenophobia was somehow a policy in the East. In contrast to the West, foreigners were separated and marginalised from society early on, so that the inhabitants of the GDR had hardly any contact with them and vice versa. Things were different over there in West Germany, right from the start on. I think that's why the fear of foreigners is still so present here. This fear of foreign people, especially when it comes to black people, is an unconscious fear. \nIt's as if the GDR was just putting on a show when it came to solidarity. We were educated like that at school, but if you look at it in retrospect, there was no desire to have any contact with foreigners at all. \nSo for me, for me personally, in retrospect it turns out that the GDR was just putting on a show. What kind of show? Well, the whole thing with the ... solidarity game. Yes, exactly ... it was just a show, in any case. Solidarity with Nicaragua, Cuba, tralala didn't you see, Mozambique. We were always told at school or we were brought up like that ... but when you look at it afterwards, you realise that no contact was wanted at all.",
    "jr01-caption": "Eberswalde, 80s. From the archive of Augusto Jone Munjunga",
    "jr01-audio-title": "that was politics in the East",

    "jr02-text-1": "There was no visible boundary. So those who were active just stood more or less at the front, but those who were now onlookers joined in seamlessly and stood around it. As I remember it, Schweitzer-Straße, the sidewalk opposite this block, was lined with people. You couldn't draw a line there as to who was one of the perpetrators or who was just a spectator. [...] I myself didn't notice that there was any serious instigation in that sense [...] There wasn't anyone from the so-called back rows who said: ‘Go, go! Let's go!’ There was no such thing. Nope. I find that very interesting. So there was no motivation from older people who then ... or from other people who said, ‘You have to rush forward now.’ It came out of its own accord. \nSchweitzer-Straße, I really ... I didn't experience any serious chanting in the sense of ‘Foreigners out!’ during the time I was there, and I was close to it because of my parents. It was more like ‘we'll get you’, something like that. Not that anyone was saying ‘foreigners out’ or anything like that. It was really about this ... this implemented hatred.‘We'll get you, we'll finish you, we'll finish you all.’ That kind of thing. But not about ‘foreigners out’, you didn't hear that. In hindsight, I'm surprised now. \nI even went to work and said: ‘Hoyerswerda is now free of foreigners’. It was me who said it, with pride in my voice. Bloody hell. \nAt least people believed that the foreigners were gone. That was enough. Until 2014, the right-wing scene boasted that Hoyerswerda was the only town that was free of foreigners and so on ... which is actually false. Which is total nonsense. Because in principle the asylum seekers were only driven away from Schweitzer-Straße.",
    "jr02-caption": "Film still from The Truth in Rostock/Spectacle",
    "jr02-audio-title": "there was no boundary",

    "jr03-text-1": "Whenever it was reported on, there was always the statement ‘Hoyerswerda, Rostock, Mölln’. Yes! So, that was the course of events, that was the statement and ... if you look at it from a distance, you can really see that Hoyerswerda was the beginning, and in Rostock it was even worse. They really used ... Molotov cocktails and things like that. Thank God there were no deaths. And then Mölln, where the whole story really claimed lives. The whole thing. And that was already [...] \nThen, looking back, that was one of the triggers that perhaps led me to rethink. I can't say exactly, but it's one possibility. But with Rostock, I then ... I was aware of it, but I didn't give it any more thought.",
    "jr03-caption": "Postcard from the 80s.",
    "jr03-context": "In the night of 23 November 1992, there was an arson attack in Mölln on two houses inhabited by Turkish families with three victims and nine seriously injured.",
    "jr03-audio-title": "Hoyerswerda was the beginning",

    "ia01-text-1": "Society wasn't that interested. There was an interest, but the problem was the dispute with the neighbours. The neighbours asked ‘Why are you taking him [home] now, is this your child or what is it like?’ We were still young. There was always trouble with some right-wing extremists [...] and [the colleagues] were afraid, that's why the contact [with us was like that]. We weren't the kind of people who could often take work colleagues home with us. We got into trouble with the neighbours and the neighbour asked: ‘Don't you know anyone who's white that you can hang out with or be friends with? You don't know what they're doing here. They've managed to get to us, to do all this somehow, but we can't travel anywhere. And you're taking them home with you. Are you crazy?’. \n[...] But some people were also very interested and happy. And we had great times here at Tierpark. Only as long as the group who were against us, who were supposedly followers of Hitler, didn't come.",
    "ia01-caption": "Berlin-Friedrichsfelde. Postcard from the 80s",
    "ia01-audio-title": "society wasn't that interested",

    "ia02-text-1": "If you were alone or in twos, you were always provoked by groups of young people who introduced themselves as the successors of Hitler. Then they asked us if we knew Hitler. We said ‘No’. Nobody told us the history of Germany. Then suddenly a group of young people came and said that they were Hitler's successors. ‘We represent Hitler and Hitler didn't like people like you.’ ‘Why?’ ‘Because you're black’. People were afraid. That was in Berlin in 1982/1983, we used to meet this group from time to time. If you were alone, it was always a problem in the evening. From then on, we always walked in twos or threes. They'd always look at us, and when we looked back, they'd say: ‘What are you looking at?’ We were still young. [...] We heard that every now and then one or the other was beaten up. But from whom? Always the groups who said they were Hitler's successors.",
    "ia02-caption": "Neo-Nazis at a ‘Monday demonstration’ in Leipzig, 1990. Image credit: Bundesarchiv, Image 183-1990-0115-032 / Kluge, Wolfgang / CC-BY-SA 3.0",
    "ia02-audio-title": "what are you looking at",

    "a_d01-text-1": "It was a friendly relationship with them [Vietnamese], because they ... it was said, at least it was a friendly relationship ... because they came here because they wanted to work here and wanted to learn something, and they didn't do anything to us in that sense, but they did their work, they integrated themselves, they took part in the collectives. \nThe things we used to do, they joined in the celebrations... there was no xenophobia before reunification, I would say that one hundred per cent.",
    "a_d01-caption": "Vietnamese workers at ‘Shanty’ in Rostock, 1990. Image credit: Bundesarchiv, Image 183-1990-0702-001 / Sindermann, Jürgen / CC-BY-SA 3.0",
    "a_d01-audio-title": "a friendly relationship",

    "a_d02-text-1": "It's a new system, we have to understand the system first. \nWe wanted that in the end. Because before it was completely different, and now I suddenly had this so-called great freedom. But how do I deal with this freedom? [...] It was like a sensory overload, you have to imagine. Before, everything was, I don't want to say black and white, that was already the case when you were in Hungary and suddenly there were advertisements everywhere, everything was colourful. It was ... you didn't even know where to look, where ... it was like sensory overload. And now, it was too fast, too much at once, you couldn't really cope with one thing ... and then you had to find your way around, you thought it was great: And now we can do this, now we can do that, now we can do that, we can go on holiday here, we can go there, we have advertising everywhere, there are colourful lights everywhere and we have ... we can buy what we want. But it happened really quickly, just like that. [...] \nThat's what you can say: Freedom to travel is fine, freedom to travel is all well and good, but I also have to be able to treat myself to or afford the freedom to travel. And if I can't afford it ... that was the next thought. That's the next thing. At first you were like, ‘oh yes, I can do that, I can do anything’, but then afterwards you were like ... we didn't know unemployment, there was no such thing in GDR times. Everyone had a job somewhere and if they didn't, then the state kept an eye on it if people didn't want to work. And of course that was frustrating for many of them. So now, I want to, now I have the opportunity and I can't because I'm unemployed, because I don't earn as much money or too little.",
    "a_d02-caption": "We want a new Germany, Monday demonstration on December 11, 1989 in Leipzig. Image credit: Bundesarchiv, Image 183-1989-1211-027 / CC-BY-SA 3.0, CC BY-SA 3.0 DE",
    "a_d02-audio-title": "we wanted that in the end",

    "a_d03-text-1": "‘They're taking my job now!’ But nobody had any work left because everyone was unemployed. There was no more work at all. \nThe shipyards were all closed down, the whole company have disbanded partially and ... only a handful of jobs remained. Before there were, I don't know, ten thousand people and then only 500 were left. And the others, the 9500, they stood there and got livid, they didn't understand why we were all unemployed at once and now another bunch of people were coming in and that, I think, was the spark.",
    "a_d03-caption": "Rostock-Lichtenhagen, August 1992. Image credit: Film still from The Truth Lies in Rostock/Spectacle",
    "a_d03-audio-title": "they're taking my job away from me now",

    "a_d04-text-1": "To understand that, now ‘Oh God, what is all this now, where do they all come from, what kind of cultures are they actually’. We never thought about it, why should we, we never needed to. Because it didn't exist to that extent. Maybe there have always been fews ... but not this mass now ... you've seen it on TV or in films, it was exciting, interesting. ... but now you've had it right on your doorstep, I have to say ... it's like this ... your own order has been disrupted. [...] I don't go outside in the bush and just pee there. You just don't do that. That was ... it might not have had anything to do with them ... well, maybe it did ... but it's not that it was xenophobic ... it was just ... it wasn't proper. The whole structure collapsed.",
    "a_d04-caption": "Advertising RFT Color 20 television. Bildcredit: Bundesarchiv, Image 183-H0812-0031-001 / CC-BY-SA 3.0",
    "a_d04-audio-title": "the whole structure was breaking down",

    "a_d05-text-1": "That was terrible, of course, when you ... I really have to say. It got so out of hand. You have to imagine, the whole, in front of the ... practically in front of the sunflower building, in front of the block, the whole lawn, it was overrun within a week ... because the sunflower building was full, they couldn't take any more and they just pitched their tents there, camped out ... [...] the gypsies we said back then, Romas and Sintis now. For us they were a colourful tribe, they were the gypsies. And they just lay on the grass, the families, they made fires. I mean, what was positive was that there were no more stray cats at the time, wherever they were ... you don't know. But they made a nice fire, I'll say.",
    "a_d05-caption": "Flyer ‘Rostock stays German’. April/May 1992. Image credit: Dokumentationszentrum ‘Lichtenhagen im Gedächtnis’",
    "a_d05-audio-title": "it was a bit much",

    "a_d06-text-1": "Surprisingly, at the beginning ... the older people were also there and joined in the shouting ... but when they realized that the first transporter were being torched, that the first cars were being overturned, that there was a real riot going on, they all disappeared at once. They thought it was stupid all of a sudden. Before that, they were standing and shouting ‘Get out of here’. And then when it really started, they were suddenly gone. Then they said: ‘Oh no, we didn't want that.’ What was that ‘I didn't mean to?’ I had a match in my hand. I helped light it, maybe.",
    "a_d06-caption": "Photo-reportage from Stern No. 37/1992. Image credit: DISS/SchlagZeilen 1992",
    "a_d06-audio-title": "we didn't want that",

    "a_d08-text-1": "And it was this massive, it was so compact all at once ... that's not possible ... at some point they have to be finished, so ... [...] They didn't go home. That still went on ... After a certain point, you knew for sure that I wouldn't be allowed to go that way, that I wouldn't be allowed to go that way because ... or I wouldn't be able to go that way because then they would start gathering again. And that's how it was ... Then suddenly there was a beer truck, and of course there was alcohol flowing. And others took advantage of that, of course. And there were also people who really tried to say to the others “you can't do that” or where you realized afterwards: ‘People, there are still people in the apartments. There are still Vietnamese, our Vietnamese are still in there.’ They were in such a frenzy, you have to imagine it when dogs get together like that and don't stop biting ... they're in a bloodlust ... they were in a bloodlust ... until now ... I don't know when they wouldn't have been satisfied. You can really be glad that there were no deaths in that sense. [...] But the people, they were also in a frenzy, as soon as something moved somewhere, ‘There they are!’, they weren't there at all ... they were all already out, but something moved, they must still be there, they're hiding in there, we'll get them out.",
    "a_d08-caption": "Rostock-Lichtenhagen 1992. Filmstill from The Truth Lies in Rostock/Spectacle",
    "a_d08-audio-title": "they were in a frenzy",

    "ks01-text-1": "I have to say, especially with Amadeu Antonio, I think it's a bit exaggerated. I have to be honest, for me it really was an accident that was provoked, there were disagreements. He was also very provocative, I have to say, and that should actually have been confirmed by his peers. Of course, it was publicised at the time and played up, which is why it all happened. I myself think it's actually exaggerated, I think it's bad that we're being portrayed like this, Eberswalde. I say, how often do Germans argue when something bad happens? And just because it's a foreigner, well, for me a person is a person, I have to say. I sometimes lack a bit of understanding. That's my personal opinion. [...] Has made history. But it's a shame that it's being pushed so high, it would have been nice to have a mean value. We weren't xenophobic, we've had Poles, Hungarians, Vietnamese and Angolans here over the years. And I say, if something happens once in thirty or forty years, that's no yardstick, is it? I would say so, that's my opinion. But that's bad, you can't say it so openly because it's just too dangerous. Your own opinion is not asked for. \nIt's more about this boat that you swim in, and I don't think that's right. We have this Amadeo House, it's all grown and it costs a lot of money. The street was supposed to be renamed, I thought that was an exaggeration, but I'm glad it didn't happen. We have this memorial and that should be enough, I have to say. \nIt was just like that, the first racist attack and I don't think it was like that, I think it was exaggerated, unfortunately. \nI will say, they are very hypersensitive, the Angolans, they perceive things very differently. They're very naive, a bit ... a bit childish. He doesn't play with me, he's evil. They were also housed nearby, just a few hundred meters away. It's always been a problem, the police have often been there because drunks, including Germans, have been fighting. It's just that a contract worker fell in, and then he's dead, and then something like this happens. That's why I didn't like the fact that it was seen as racist. It wasn't like that for me, I have a different point of view.",
    "ks01-caption": "Eberswalde, 90s. From the archive of Augusto Jone Munjunga",
    "ks01-context": "Amadeu Antonio Kiowa came to the GDR in 1987 as a contract worker and worked at SVKE - Schlacht- und Verarbeitungskominat Eberswalde. On the night of 24 November 1990, Amadeu Antonio was attacked by neo-Nazis in Eberswalde and died on 6 December. He was one of the first victims of racist violence in reunified Germany.",
    "ks01-audio-title": "for me it was an accident",

    "ls01-text-1": "Nothing happened here [to us], we only saw [Rostock-Lichtenhagen] on TV. Here on the street people were just shouting ‘Foreigners out’ from afar. That was normal. But we didn't really experience attacks like that or people really shouting in our faces. It was really fairly quiet in Leipzig. \nJust get through it if we want to stay here, learn a trade or work. Then we have to get through it.",
    "ls01-caption": "Film still from The Truth Lies in Rostock/Spectacle",
    "ls01-context": "August 1992: In Rostock-Lichtenhagen, the home of former Vietnamese contract workers and the Central Reception Centre for Asylum Seekers were attacked. Stones and Molotov cocktails flew at the buildings and the people inside. Several hundred neo-Nazis and up to 3,000 applauding spectators took part in the pogrom.",
    "ls01-audio-title": "that's normal",

    "ve-prev": "previous\npage",
    "ve-next": "next\npage",
    "ve-permission": "With friendly permission by",

    "ve2-1": "It's as if the GDR was just putting on a show when it came to solidarity. We were educated like that at school, but if you look at it in retrospect, there was no desire to have any contact with foreigners at all.",
    "ve2-2": "Back then in the GDR they said there was no racial discrimination. But there was for us. When we walked into the bar, people said: \"Oh, it's getting dark here now\" or: \"Here comes the coal\". And then we realized that it was all about our [skin] color. But we couldn't do anything, we wanted to learn and work.",
    "ve2-3": "Nobody told us the history of Germany. Then suddenly a group of young people came and said that they were Hitler's successors. ‘We represent Hitler and Hitler didn't like people like you.’ \n‘Why?’",
    "ve2-4": "BECAUSE YOU'RE BLACK",
    "ve2-5": "People were afraid.",
    "ve2-6": "That was in Berlin in 1982/1983.",

    "ve3-1": "‘They're taking my job now!’ But nobody had any work left because everyone was unemployed. There was no more work at all.",
    "ve3-2": "THE NEW BORDER WAS NO LONGER THE WALL, IT WAS THE MONEY",
    "ve3-3": "You could already hear that Germany was going to be united in '89 ... on TV and on the street, Germans were sometimes talking about it. I didn't have a mind for it ... I was unemployed now, I had to try something to keep earning money. What about me now, do I go home [Vietnam] or don't? We already had enough problems in our heads with our situation ...",
    "ve3-4": "You were no longer recognized as an education worker. I found that very formative. Then some people really did come from over there and trained us first. We practically had to redo our training so that we were allowed to continue working. I found that really impactful and also... also so hurtful. We had a good education, but suddenly that no longer counted and by what right? You just didn't understand that. And then it wasn't long before you were suddenly dismissed. That was shortly after reunification, when a lot of people were fired. Friends who lived next door to us came to us and then we all cried together for a while. You were suddenly afraid, afraid for your existence, what are you going to do now, what happens next... We weren't used to that.",

    "ve4-1": "I said: \"Don't worry, we're hidden in the apartment,",
    "ve4-2": "WE'RE NOT GOING OUT!",
    "ve4-3": "The danger was already there, in the dormitories where so many Vietnamese and foreigners lived together. But I already had my own apartment... I was lucky in that case. The Nazis don't come into the German blocks. They only come to the foreigners' dormitories. I got to hear that from our people... It was a scary time.",

    "ve5-1": "Nothing happened to us here, we only heard about the attack in Rostock-Lichtenhagen on TV. Here on the street, we only heard people shouting \"Foreigners out\" from afar.",
    "ve5-2": "But that's normal.",
    "ve5-3": "In October we had to leave the dormitory, we got on a bus, were driven to Frankurt am Main and from there back to Mozambique.",
    "ve5-4": "We were all sad, nobody was talking. Everyone sat in their seats and thought. What will happen to us now when we get back to Mozambique, since there was a civil war in Mozambique.",
    "ve5-5": "The police is so aggressive nowadays.<br/>I don't know what their ideas are or what attitude they have. Back then, in the GDR, there were no such things, we had no problems with the police. If I have a problem today, I have to do something myself, do something before it's too late. I can't wait for the police to help when something racist happens. I realize that the police don't want us to be here in Germany either. That's why the police is nothing for me.",
    "ve5-6": "I still enjoy going to Lichtenhagen. When I look at the Sunflower House now, when I drive over there, I don't see it in the context of what happened there. That... this Sunflower House is just like that... This motif, this sunflower, is art somewhere. For me, what happened is no longer the decisive aspect. For me, Lichtenhagen is also... I spent my childhood there, I went to school there, it was nice. We used to cycle from there to Warnemünde to the beach. You don't always want to associate everything with the whole thing."
}
